"Preview" = "Anteprima";
"Info" = "Info";

"Name:" = "Nome:";
"Kind:" = "Tipo:";
"Size:" = "Dimensione:";
"Capacity:" = "Capacità:";
"Free:" = "Liberi:";
"Modified:" = "Modificato:";
"Created:" = "Creato:";
"Owner:" = "Proprietario:";
"Group:" = "Gruppo:";
"Permission:" = "Permessi:";
"Type:" = "Tipo:";
"Creator:" = "Creatore:";
"Version:" = "Versione:";
"Path:" = "Percorso:";
"Resolved:" = "Risolto:";
"Application:" = "Applicazione:";
"MP3:" = "MP3:";
"Format:" = "Formato:";
"Mount Point:" = "Punto di Mount:";
"Device:" = "Dispositivo:";
"Volume:" = "Disco:";

"rsrc:" = "ris.:";
"data:" = "data:";
"Calculating..." = "Calcolando...";
"Contents:" = "Contenuto:";
" items" = " elementi";
" bytes" = " byte";

"Calculate" = "Calcola";
